// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Složka";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Záložky";

// genre names
"Social Networking" = "Společnost";
"Reference" = "Reference";
"News" = "Novinky";
"Games" = "Hry";
"Productivity" = "Produktivita";
"Entertainment" = "Zábava";
"Lifestyle" = "Životní styl";
"Navigation" = "Navigace";
"Music" = "Hudba";
"Utilities" = "Nástroje";
"Travel" = "Cestování";
"Sports" = "Sportování";
"Healthcare & Fitness" = "Zdraví";
"Photography" = "Fotografování";
"Finance" = "Finance";
"Business" = "Podnikání";
"Education" = "Vzdělání";
"Weather" = "Počasí";
"Books" = "Knihy";
"Medical" = "Zdravotnictví";
"Stores" = "Obchody";

// game subgenre names
"Action Games" = "Akční";
"Adventure Games" = "Adventury";
"Arcade Games" = "Arkády";
"Board Games" = "Deskové";
"Card Games" = "Karetní";
"Casino Games" = "Sázkové";
"Dice Games" = "Kostky";
"Educational Games" = "Naučné";
"Family Games" = "Dětské";
"Kids Games" = "Dětské";
"Music Games" = "Hudební";
"Puzzle Games" = "Hlavolamy";
"Racing Games" = "Závodní";
"Role Playing Games" = "RPG";
"Simulation Games" = "Simulace";
"Sports Games" = "Sportování";
"Strategy Games" = "Strategie";
"Trivia Games" = "Kvízy";
"Word Games" = "Slovní";



